Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: they are required to use the knowledge they have learnt in this chapter to write something creative .
af: hulle moet die kennis wat hulle in die hoofstuk opgedoen het gebruik om iets kreatief te skryf .

source: tips to save electricity could be turning off lights when not in the room using energy saving lights reducing shower time to use less hot water turning off the geyser during the day using a gas stove instead of electrical stove and bigger actions such as installing solar power etc .
af: wenke om elektrisiteit te bespaar kan van dievolgende wees sit die ligte af as jy nie in die kamer is nie gebruik energiebesparende gloeilampe verminder storttyd sodat jy minder warm water gebruik sit die warmwatersilinderdeur die dag af gebruik 'n gasstoof in plaas van 'n elektriese stoof en groter aksies soos om sonkrag te installeer ens .

source: how do you think saving electricity will reduce the demand on eskom's power stations ?
af: hoe dink jy sal die besparing van elektrisiteit die druk op eskom se kragstasies verminder .

source: the more electricity you use the more coal needs to be burned at the power stations to produce electricity .
af: hoe meer elektrisiteit jy gebruik hoe meer steenkool moet by die kragstasies verbrand word om elektrisiteit te produseer .

source: saving electricity means that you use less electricity so there is less demand on the power stations .
af: deur elektrisiteit te spaar gebruik jy minder elektrisiteit .

source: what is an illegal electrical connection ?
af: wat is 'n onwettige elektriese skakelings ?

source: how do you think the local government could stop or reduce the amount of illegal connections ?
af: hoe dink jy kan die plaaslike regering dit keer of die hoeveelheid onwettige skakelings verminder .

source: an illegal connection is when someone accesses electricity by cutting a power line and attaching another line and then not paying for it .
af: 'n onwettige skakeling is wanneer iemand toegang kry tot elektrisiteit deur 'n kraglyn te sny en 'n ander lyn daaraan te verbind sonder om daarvoor te betaal .

source: the local government could try stop this by firstly trying to supply the poorer areas with appropriate electricity access points going around and checking that there are not any dangerous connections raising awareness about the dangers of illegal connections through advertising boards on radio in the newspaper etc .
af: die plaaslike regering kan dit probeer stop deur eerstens te probeer om die armer gebiede met genoeg elektriese toegangspunte te voorsien rond te gaan en te kyk of daar gevaarlike skakelings is bewustheid oor die gevare van onwettige skakelings te verbeter deur advertensieborde radio die koerant ens .

source: assess any other viable answers that the learner may come up with .
af: assesseer enige ander relevante antwoorde wat die leerder mag h&#234; .
